Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Образование1 -130.tmx
Source language: ru
Languages: ba

source: Факультет башкирской филологии и журналистики ведет подготовку по целому ряду направлений в рамках специальности «Филология» и «Журналистика».
ba: Башҡорт филологияһы һәм журналистика факультеты «Филология» һәм «Журналистика» специальносы сиктәрендә бер-нисә йүнәлеш буйынса белгестәр әҙерләй.

source: На 5 кафедрах факультета работают 13 докторов наук, профессор, 27 кандидатов наук,
ba: Факультеттың 6 кафедраһында 13 фән докторы, профессор, 27 фән кандидаты эшләй.

source: многие преподаватели удостоены высоких званий «Заслуженный деятель науки РБ», «Заслуженный деятель науки РФ», «Заслуженный деятель народного образования РБ», «Заслуженный учитель РБ», «Заслуженный работник культуры РБ».
ba: Күп уҡытыусылар «Башҡортостан Республикаһының атҡаҙанған мәғариф хеҙмәткәре», «Башҡортостан Республикаһының атҡаҙанған уҡытыусыһы», «Башҡортостан Республикаһының атҡаҙанған мәҙәниәт хеҙмәткәре» исемдәренә лайыҡ булды.

source: Подготовка кадров на факультете ведется по следующим направлениям:
ba: Факультетта кадрҙар әҙерләү түбәндәге специальностар буйынса алып барыла:

source: «Башкирский язык и литература, переводоведение»
ba: «Башҡорт теле һәм әҙәбиәте»,

source: «Башкирский язык и литература, русский язык и литература»
ba: «Башҡорт теле һәм әҙәбиәте, рус теле һәм әҙәбиәте»,

source: В настоящее время на факультете обучаются 812 студента, из них 523 – на очном, 289 – на заочном отделении.
ba: Факультетта хәҙерге ваҡытта 812 студент уҡый, шуларҙың 523 – көндөҙгө бүлектә, 289 – ситтән тороп уҡыу бүлегендә.

source: Основные направления научно-исследовательской работы коллектива факультета:
ba: Факультет коллективының ғилми-тикшеренеү эшмәкәрлегенең төп йүнәлештәре:

source: Закономерности развития современного башкирского литературного языка (кафедра башкирского языкознания и этнокультурного образования);
ba: Хәҙерге башҡорт әҙәби теленең үҫеш законлыҡтарын өйрәнеү (башҡорт һәм дөйөм тел ғилеме кафедраһы);

source: Функционально-когнитивное сопоставление и описание русского и башкирского языков в учебных целях (кафедра башкирского языкознания и этнокультурного образования, кафедра русской и сопоставительной филологии);
ba: Башҡорт һәм рус телдәрен функциональ-когнитив сағыштырыу һәм тикшереү (башҡорт һәм дөйөм тел ғилеме кафедраһы, рус филологияһы кафедраһы);

source: История и теория башкирской литературы с древнейших времен до наших дней, восточно-башкирские и западно-башкирские литературно-фольклорные связи (кафедра башкирской литературы, фольклора и культуры);
ba: Башҡорт әҙәбиәтенең боронғо дәүерҙәрҙән алып бөгөнгө көнгә тиклемге үҫеш тарихы һәм теорияһы, шәреҡ халыҡтары әҙәбиәттәренең үҙ-ара бәйләнеше һәм йоғонтоһо, көнсығыш-башҡорт һәм көнбайыш-башҡорт әҙәби-башҡорт бәйләнештәре (башҡорт әҙәбиәте һәм фольклоры кафедраһы);

source: Преподавание русского языка и литературы в иноязычной аудитории, русско-башкирские фольклорно-литературные межэтнические взаимосвязи, традиции русской классической литературы и литература ХХ века (кафедра русской и сопоставительной филологии);
ba: Башҡорт мәктәптәрендә рус телен һәм әҙәбиәтен культурология нигеҙендә уҡытыу, фольклор-әҙәби этник-ара бәйләнештәрҙе өйрәнеү, классик рус әҙәбиәте традициялары һәм ХХ быуат рус әҙәбиәте (рус филологияһы кафедраһы);

source: История и теория журналистики Башкортостана (кафедра журналистики);
ba: Башҡортостан журналистикаһы тарихы һәм теорияһы (журналистика кафедраһы);

source: Углубленное изучение восточных языков, сопоставительная функциональная грамматика восточных и башкирского языков (кафедра востоковедения);
ba: Көнсығыш телдәрен тәрәнәйтеп өйрәнеү, көнсығыш һәм башҡорт телдәренең сағыштырма-функциональ гармматикаһы (көнсығыш телдәре кафедраһы).

source: За последние 3 года факультетом были организованы более 12 конференций различного уровня,
ba: Һуңғы өс йылда факультет базаһында 12-нән ашыу ғилми-ғәмәли конференция һәм симпозиум ойошторолдо.

source: в которых были рассмотрены актуальные проблемы региональной фольклористики, литературоведения и лингвистики, вопросы изучения и преподавания филологических дисциплин в образовательных учреждениях Республики Башкортостан, актуальные проблемы тюркологии, эволюция художественной мысли башкир древности и средневековья т.д.
ba: Был фәнни сараларҙа төбәк фольклористикаһының, әҙәбиәт ғилеменең һәм лингвистиканың мөһим проблемалары, Башҡортостан Республикаһының мәғариф учреждениеларында филология йүнәлеше фәндәрен өйрәнеү һәм уҡытыу, төркиәттең актуаль мәсьәләләре, боронғо һәм урта быуат башҡорттарының художество фекер эволюцияһы кеүек мәсьәләләр ҡаралды.

source: Во всероссийских и международных конференциях приняли участие ученые из разных городов и регионов России.
ba: Бөтә Рәсәй һәм халыҡ-ара конференцияларҙа Мәскәү, Ижевск, Нальчик, Махачкала, Ҡазан, Самарканд, шулай уҡ Ҡаҙаҡстан, Төркиә кеүек Рәсәйҙең төрлө региондарынан һәм ҡалаларынан, сит илдәрҙән ғалимдар ҡатнашты.

source: В аспирантуре и докторантуре при кафедрах факультета обучаются около 30 аспирантов очной-заочной формы и соискателей, успешно реализуется и научная подготовка соискателей и докторантов.
ba: Факультет кафедралары аспирантураһында һәм докторантураһында 30-ға яҡын аспирант һәм соискатель көндөҙгө һәм ситтән тороп уҡыу бүлегендә белем ала.

source: На факультете функционирует Совет по защите кандидатских и докторских диссертаций по специальностям: 10.01.02. – литература народов РФ (башкирская литература) и 10.02.02. – языки народов РФ (башкирский язык).
ba: Факультетта 10.01.02. – Рәсәй Федерацияһы халыҡтарының әҙәбиәте (башҡорт әҙәбиәте), 10.02.02. – Рәсәй Федерацияһы халыҡтарының теле (башҡорт теле) специальностары буйынса докторлыҡ һәм кандидатлыҡ диссертациялары яҡлау буйынса совет эшләп килә.
